loadtests/results/escenario1/20260925_131343_00_linea_base_vus10.log

         /\      Grafana   /ÔÇ¥ÔÇ¥/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ÔÇ¥ÔÇ¥\ 
  /          \   |   (  |  (ÔÇ¥)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: C:\code\proyecto-plataforma-mooc\loadtests\k6\load-test.js
        output: -

     scenarios: (100.00%) 1 scenario, 10 max VUs, 5m0s max duration (incl. graceful stop):
              * trafico_mixto: Up to 10 looping VUs for 4m30s over 4 stages (gracefulRampDown: 30s, gracefulStop: 30s)


Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]
time="2026-09-25T13:14:01-05:00" level=info msg="Setup listo: 20/20 usuarios autenticados." source=console

running (0m18.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   0% ] 00/10 VUs  0m00.3s/4m30.0s

running (0m19.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   0% ] 00/10 VUs  0m01.3s/4m30.0s

running (0m20.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   1% ] 00/10 VUs  0m02.3s/4m30.0s

running (0m21.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   1% ] 00/10 VUs  0m03.3s/4m30.0s

running (0m22.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   2% ] 00/10 VUs  0m04.3s/4m30.0s

running (0m23.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   2% ] 00/10 VUs  0m05.3s/4m30.0s

running (0m24.0s), 01/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   2% ] 01/10 VUs  0m06.3s/4m30.0s

running (0m25.0s), 01/10 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   3% ] 01/10 VUs  0m07.3s/4m30.0s

running (0m26.0s), 01/10 VUs, 1 complete and 0 interrupted iterations
trafico_mixto   [   3% ] 01/10 VUs  0m08.3s/4m30.0s

running (0m27.0s), 01/10 VUs, 1 complete and 0 interrupted iterations
trafico_mixto   [   3% ] 01/10 VUs  0m09.3s/4m30.0s

running (0m28.0s), 01/10 VUs, 1 complete and 0 interrupted iterations
trafico_mixto   [   4% ] 01/10 VUs  0m10.3s/4m30.0s

running (0m29.0s), 01/10 VUs, 2 complete and 0 interrupted iterations
trafico_mixto   [   4% ] 01/10 VUs  0m11.3s/4m30.0s

running (0m30.0s), 02/10 VUs, 2 complete and 0 interrupted iterations
trafico_mixto   [   5% ] 02/10 VUs  0m12.3s/4m30.0s

running (0m31.0s), 02/10 VUs, 3 complete and 0 interrupted iterations
trafico_mixto   [   5% ] 02/10 VUs  0m13.3s/4m30.0s

running (0m32.0s), 02/10 VUs, 4 complete and 0 interrupted iterations
trafico_mixto   [   5% ] 02/10 VUs  0m14.3s/4m30.0s

running (0m33.0s), 02/10 VUs, 4 complete and 0 interrupted iterations
trafico_mixto   [   6% ] 02/10 VUs  0m15.3s/4m30.0s

running (0m34.0s), 02/10 VUs, 5 complete and 0 interrupted iterations
trafico_mixto   [   6% ] 02/10 VUs  0m16.3s/4m30.0s

running (0m35.0s), 02/10 VUs, 6 complete and 0 interrupted iterations
trafico_mixto   [   6% ] 02/10 VUs  0m17.3s/4m30.0s

running (0m36.0s), 03/10 VUs, 8 complete and 0 interrupted iterations
trafico_mixto   [   7% ] 03/10 VUs  0m18.3s/4m30.0s

running (0m37.0s), 03/10 VUs, 8 complete and 0 interrupted iterations
trafico_mixto   [   7% ] 03/10 VUs  0m19.3s/4m30.0s

running (0m38.0s), 03/10 VUs, 9 complete and 0 interrupted iterations
trafico_mixto   [   8% ] 03/10 VUs  0m20.3s/4m30.0s

running (0m39.0s), 03/10 VUs, 10 complete and 0 interrupted iterations
trafico_mixto   [   8% ] 03/10 VUs  0m21.3s/4m30.0s

running (0m40.0s), 03/10 VUs, 13 complete and 0 interrupted iterations
trafico_mixto   [   8% ] 03/10 VUs  0m22.3s/4m30.0s

running (0m41.0s), 03/10 VUs, 14 complete and 0 interrupted iterations
trafico_mixto   [   9% ] 03/10 VUs  0m23.3s/4m30.0s

running (0m42.0s), 04/10 VUs, 15 complete and 0 interrupted iterations
trafico_mixto   [   9% ] 04/10 VUs  0m24.3s/4m30.0s

running (0m43.0s), 04/10 VUs, 17 complete and 0 interrupted iterations
trafico_mixto   [   9% ] 04/10 VUs  0m25.3s/4m30.0s

running (0m44.0s), 04/10 VUs, 17 complete and 0 interrupted iterations
trafico_mixto   [  10% ] 04/10 VUs  0m26.3s/4m30.0s

running (0m45.0s), 04/10 VUs, 20 complete and 0 interrupted iterations
trafico_mixto   [  10% ] 04/10 VUs  0m27.3s/4m30.0s

running (0m46.0s), 04/10 VUs, 21 complete and 0 interrupted iterations
trafico_mixto   [  10% ] 04/10 VUs  0m28.3s/4m30.0s

running (0m47.0s), 04/10 VUs, 24 complete and 0 interrupted iterations
trafico_mixto   [  11% ] 04/10 VUs  0m29.3s/4m30.0s

running (0m48.0s), 05/10 VUs, 25 complete and 0 interrupted iterations
trafico_mixto   [  11% ] 05/10 VUs  0m30.3s/4m30.0s

running (0m49.0s), 05/10 VUs, 27 complete and 0 interrupted iterations
trafico_mixto   [  12% ] 05/10 VUs  0m31.3s/4m30.0s

running (0m50.0s), 05/10 VUs, 30 complete and 0 interrupted iterations
trafico_mixto   [  12% ] 05/10 VUs  0m32.3s/4m30.0s

running (0m51.0s), 05/10 VUs, 31 complete and 0 interrupted iterations
trafico_mixto   [  12% ] 05/10 VUs  0m33.3s/4m30.0s

running (0m52.0s), 05/10 VUs, 33 complete and 0 interrupted iterations
trafico_mixto   [  13% ] 05/10 VUs  0m34.3s/4m30.0s

running (0m53.0s), 05/10 VUs, 36 complete and 0 interrupted iterations
trafico_mixto   [  13% ] 05/10 VUs  0m35.3s/4m30.0s

running (0m54.0s), 06/10 VUs, 38 complete and 0 interrupted iterations
trafico_mixto   [  13% ] 06/10 VUs  0m36.3s/4m30.0s

running (0m55.0s), 06/10 VUs, 40 complete and 0 interrupted iterations
trafico_mixto   [  14% ] 06/10 VUs  0m37.3s/4m30.0s

running (0m56.0s), 06/10 VUs, 43 complete and 0 interrupted iterations
trafico_mixto   [  14% ] 06/10 VUs  0m38.3s/4m30.0s

running (0m57.0s), 06/10 VUs, 43 complete and 0 interrupted iterations
trafico_mixto   [  15% ] 06/10 VUs  0m39.3s/4m30.0s

running (0m58.0s), 06/10 VUs, 48 complete and 0 interrupted iterations
trafico_mixto   [  15% ] 06/10 VUs  0m40.3s/4m30.0s

running (0m59.0s), 06/10 VUs, 49 complete and 0 interrupted iterations
trafico_mixto   [  15% ] 06/10 VUs  0m41.3s/4m30.0s

running (1m00.0s), 07/10 VUs, 52 complete and 0 interrupted iterations
trafico_mixto   [  16% ] 07/10 VUs  0m42.3s/4m30.0s

running (1m01.0s), 07/10 VUs, 56 complete and 0 interrupted iterations
trafico_mixto   [  16% ] 07/10 VUs  0m43.3s/4m30.0s

running (1m02.0s), 07/10 VUs, 59 complete and 0 interrupted iterations
trafico_mixto   [  16% ] 07/10 VUs  0m44.3s/4m30.0s

running (1m03.0s), 07/10 VUs, 60 complete and 0 interrupted iterations
trafico_mixto   [  17% ] 07/10 VUs  0m45.3s/4m30.0s

running (1m04.0s), 07/10 VUs, 66 complete and 0 interrupted iterations
trafico_mixto   [  17% ] 07/10 VUs  0m46.3s/4m30.0s

running (1m05.0s), 07/10 VUs, 67 complete and 0 interrupted iterations
trafico_mixto   [  18% ] 07/10 VUs  0m47.3s/4m30.0s

running (1m06.0s), 08/10 VUs, 71 complete and 0 interrupted iterations
trafico_mixto   [  18% ] 08/10 VUs  0m48.3s/4m30.0s

running (1m07.0s), 08/10 VUs, 74 complete and 0 interrupted iterations
trafico_mixto   [  18% ] 08/10 VUs  0m49.3s/4m30.0s

running (1m08.0s), 08/10 VUs, 78 complete and 0 interrupted iterations
trafico_mixto   [  19% ] 08/10 VUs  0m50.3s/4m30.0s

running (1m09.0s), 08/10 VUs, 82 complete and 0 interrupted iterations
trafico_mixto   [  19% ] 08/10 VUs  0m51.3s/4m30.0s

running (1m10.0s), 08/10 VUs, 85 complete and 0 interrupted iterations
trafico_mixto   [  19% ] 08/10 VUs  0m52.3s/4m30.0s

running (1m11.0s), 08/10 VUs, 90 complete and 0 interrupted iterations
trafico_mixto   [  20% ] 08/10 VUs  0m53.3s/4m30.0s

running (1m12.0s), 09/10 VUs, 94 complete and 0 interrupted iterations
trafico_mixto   [  20% ] 09/10 VUs  0m54.3s/4m30.0s

running (1m13.0s), 09/10 VUs, 97 complete and 0 interrupted iterations
trafico_mixto   [  20% ] 09/10 VUs  0m55.3s/4m30.0s

running (1m14.0s), 09/10 VUs, 102 complete and 0 interrupted iterations
trafico_mixto   [  21% ] 09/10 VUs  0m56.3s/4m30.0s

running (1m15.0s), 09/10 VUs, 103 complete and 0 interrupted iterations
trafico_mixto   [  21% ] 09/10 VUs  0m57.3s/4m30.0s

running (1m16.0s), 09/10 VUs, 110 complete and 0 interrupted iterations
trafico_mixto   [  22% ] 09/10 VUs  0m58.3s/4m30.0s

running (1m17.0s), 09/10 VUs, 113 complete and 0 interrupted iterations
trafico_mixto   [  22% ] 09/10 VUs  0m59.3s/4m30.0s

running (1m18.0s), 10/10 VUs, 114 complete and 0 interrupted iterations
trafico_mixto   [  22% ] 10/10 VUs  1m00.3s/4m30.0s

running (1m19.0s), 10/10 VUs, 119 complete and 0 interrupted iterations
trafico_mixto   [  23% ] 10/10 VUs  1m01.3s/4m30.0s

running (1m20.0s), 10/10 VUs, 125 complete and 0 interrupted iterations
trafico_mixto   [  23% ] 10/10 VUs  1m02.3s/4m30.0s

running (1m21.0s), 10/10 VUs, 128 complete and 0 interrupted iterations
trafico_mixto   [  23% ] 10/10 VUs  1m03.3s/4m30.0s

running (1m22.0s), 10/10 VUs, 134 complete and 0 interrupted iterations
trafico_mixto   [  24% ] 10/10 VUs  1m04.3s/4m30.0s

running (1m23.0s), 10/10 VUs, 140 complete and 0 interrupted iterations
trafico_mixto   [  24% ] 10/10 VUs  1m05.3s/4m30.0s

running (1m24.0s), 10/10 VUs, 142 complete and 0 interrupted iterations
trafico_mixto   [  25% ] 10/10 VUs  1m06.3s/4m30.0s

running (1m25.0s), 10/10 VUs, 148 complete and 0 interrupted iterations
trafico_mixto   [  25% ] 10/10 VUs  1m07.3s/4m30.0s

running (1m26.0s), 10/10 VUs, 151 complete and 0 interrupted iterations
trafico_mixto   [  25% ] 10/10 VUs  1m08.3s/4m30.0s

running (1m27.0s), 10/10 VUs, 159 complete and 0 interrupted iterations
trafico_mixto   [  26% ] 10/10 VUs  1m09.3s/4m30.0s

running (1m28.0s), 10/10 VUs, 161 complete and 0 interrupted iterations
trafico_mixto   [  26% ] 10/10 VUs  1m10.3s/4m30.0s

running (1m29.0s), 10/10 VUs, 166 complete and 0 interrupted iterations
trafico_mixto   [  26% ] 10/10 VUs  1m11.3s/4m30.0s

running (1m30.0s), 10/10 VUs, 172 complete and 0 interrupted iterations
trafico_mixto   [  27% ] 10/10 VUs  1m12.3s/4m30.0s

running (1m31.0s), 10/10 VUs, 176 complete and 0 interrupted iterations
trafico_mixto   [  27% ] 10/10 VUs  1m13.3s/4m30.0s

running (1m32.0s), 10/10 VUs, 180 complete and 0 interrupted iterations
trafico_mixto   [  28% ] 10/10 VUs  1m14.3s/4m30.0s

running (1m33.0s), 10/10 VUs, 185 complete and 0 interrupted iterations
trafico_mixto   [  28% ] 10/10 VUs  1m15.3s/4m30.0s

running (1m34.0s), 10/10 VUs, 189 complete and 0 interrupted iterations
trafico_mixto   [  28% ] 10/10 VUs  1m16.3s/4m30.0s

running (1m35.0s), 10/10 VUs, 192 complete and 0 interrupted iterations
trafico_mixto   [  29% ] 10/10 VUs  1m17.3s/4m30.0s

running (1m36.0s), 10/10 VUs, 198 complete and 0 interrupted iterations
trafico_mixto   [  29% ] 10/10 VUs  1m18.3s/4m30.0s

running (1m37.0s), 10/10 VUs, 202 complete and 0 interrupted iterations
trafico_mixto   [  29% ] 10/10 VUs  1m19.3s/4m30.0s

running (1m38.0s), 10/10 VUs, 208 complete and 0 interrupted iterations
trafico_mixto   [  30% ] 10/10 VUs  1m20.3s/4m30.0s

running (1m39.0s), 10/10 VUs, 213 complete and 0 interrupted iterations
trafico_mixto   [  30% ] 10/10 VUs  1m21.3s/4m30.0s

running (1m40.0s), 10/10 VUs, 216 complete and 0 interrupted iterations
trafico_mixto   [  30% ] 10/10 VUs  1m22.3s/4m30.0s

running (1m41.0s), 10/10 VUs, 221 complete and 0 interrupted iterations
trafico_mixto   [  31% ] 10/10 VUs  1m23.3s/4m30.0s

running (1m42.0s), 10/10 VUs, 226 complete and 0 interrupted iterations
trafico_mixto   [  31% ] 10/10 VUs  1m24.3s/4m30.0s

running (1m43.0s), 10/10 VUs, 232 complete and 0 interrupted iterations
trafico_mixto   [  32% ] 10/10 VUs  1m25.3s/4m30.0s

running (1m44.0s), 10/10 VUs, 234 complete and 0 interrupted iterations
trafico_mixto   [  32% ] 10/10 VUs  1m26.3s/4m30.0s

running (1m45.0s), 10/10 VUs, 241 complete and 0 interrupted iterations
trafico_mixto   [  32% ] 10/10 VUs  1m27.3s/4m30.0s

running (1m46.0s), 10/10 VUs, 245 complete and 0 interrupted iterations
trafico_mixto   [  33% ] 10/10 VUs  1m28.3s/4m30.0s

running (1m47.0s), 10/10 VUs, 248 complete and 0 interrupted iterations
trafico_mixto   [  33% ] 10/10 VUs  1m29.3s/4m30.0s

running (1m48.0s), 10/10 VUs, 254 complete and 0 interrupted iterations
trafico_mixto   [  33% ] 10/10 VUs  1m30.3s/4m30.0s

running (1m49.0s), 10/10 VUs, 255 complete and 0 interrupted iterations
trafico_mixto   [  34% ] 10/10 VUs  1m31.3s/4m30.0s

running (1m50.0s), 10/10 VUs, 259 complete and 0 interrupted iterations
trafico_mixto   [  34% ] 10/10 VUs  1m32.3s/4m30.0s

running (1m51.0s), 10/10 VUs, 266 complete and 0 interrupted iterations
trafico_mixto   [  35% ] 10/10 VUs  1m33.3s/4m30.0s

running (1m52.0s), 10/10 VUs, 271 complete and 0 interrupted iterations
trafico_mixto   [  35% ] 10/10 VUs  1m34.3s/4m30.0s

running (1m53.0s), 10/10 VUs, 275 complete and 0 interrupted iterations
trafico_mixto   [  35% ] 10/10 VUs  1m35.3s/4m30.0s

running (1m54.0s), 10/10 VUs, 279 complete and 0 interrupted iterations
trafico_mixto   [  36% ] 10/10 VUs  1m36.3s/4m30.0s

running (1m55.0s), 10/10 VUs, 285 complete and 0 interrupted iterations
trafico_mixto   [  36% ] 10/10 VUs  1m37.3s/4m30.0s

running (1m56.0s), 10/10 VUs, 290 complete and 0 interrupted iterations
trafico_mixto   [  36% ] 10/10 VUs  1m38.3s/4m30.0s

running (1m57.0s), 10/10 VUs, 296 complete and 0 interrupted iterations
trafico_mixto   [  37% ] 10/10 VUs  1m39.3s/4m30.0s

running (1m58.0s), 10/10 VUs, 298 complete and 0 interrupted iterations
trafico_mixto   [  37% ] 10/10 VUs  1m40.3s/4m30.0s

running (1m59.0s), 10/10 VUs, 304 complete and 0 interrupted iterations
trafico_mixto   [  38% ] 10/10 VUs  1m41.3s/4m30.0s

running (2m00.0s), 10/10 VUs, 308 complete and 0 interrupted iterations
trafico_mixto   [  38% ] 10/10 VUs  1m42.3s/4m30.0s

running (2m01.0s), 10/10 VUs, 313 complete and 0 interrupted iterations
trafico_mixto   [  38% ] 10/10 VUs  1m43.3s/4m30.0s

running (2m02.0s), 10/10 VUs, 318 complete and 0 interrupted iterations
trafico_mixto   [  39% ] 10/10 VUs  1m44.3s/4m30.0s

running (2m03.0s), 10/10 VUs, 323 complete and 0 interrupted iterations
trafico_mixto   [  39% ] 10/10 VUs  1m45.3s/4m30.0s

running (2m04.0s), 10/10 VUs, 328 complete and 0 interrupted iterations
trafico_mixto   [  39% ] 10/10 VUs  1m46.3s/4m30.0s

running (2m05.0s), 10/10 VUs, 332 complete and 0 interrupted iterations
trafico_mixto   [  40% ] 10/10 VUs  1m47.3s/4m30.0s

running (2m06.0s), 10/10 VUs, 334 complete and 0 interrupted iterations
trafico_mixto   [  40% ] 10/10 VUs  1m48.3s/4m30.0s

running (2m07.0s), 10/10 VUs, 340 complete and 0 interrupted iterations
trafico_mixto   [  40% ] 10/10 VUs  1m49.3s/4m30.0s

running (2m08.0s), 10/10 VUs, 344 complete and 0 interrupted iterations
trafico_mixto   [  41% ] 10/10 VUs  1m50.3s/4m30.0s

running (2m09.0s), 10/10 VUs, 348 complete and 0 interrupted iterations
trafico_mixto   [  41% ] 10/10 VUs  1m51.3s/4m30.0s

running (2m10.0s), 10/10 VUs, 353 complete and 0 interrupted iterations
trafico_mixto   [  42% ] 10/10 VUs  1m52.3s/4m30.0s

running (2m11.0s), 10/10 VUs, 360 complete and 0 interrupted iterations
trafico_mixto   [  42% ] 10/10 VUs  1m53.3s/4m30.0s

running (2m12.0s), 10/10 VUs, 361 complete and 0 interrupted iterations
trafico_mixto   [  42% ] 10/10 VUs  1m54.3s/4m30.0s

running (2m13.0s), 10/10 VUs, 368 complete and 0 interrupted iterations
trafico_mixto   [  43% ] 10/10 VUs  1m55.3s/4m30.0s

running (2m14.0s), 10/10 VUs, 373 complete and 0 interrupted iterations
trafico_mixto   [  43% ] 10/10 VUs  1m56.3s/4m30.0s

running (2m15.0s), 10/10 VUs, 375 complete and 0 interrupted iterations
trafico_mixto   [  43% ] 10/10 VUs  1m57.3s/4m30.0s

running (2m16.0s), 10/10 VUs, 381 complete and 0 interrupted iterations
trafico_mixto   [  44% ] 10/10 VUs  1m58.3s/4m30.0s

running (2m17.0s), 10/10 VUs, 384 complete and 0 interrupted iterations
trafico_mixto   [  44% ] 10/10 VUs  1m59.3s/4m30.0s

running (2m18.0s), 10/10 VUs, 388 complete and 0 interrupted iterations
trafico_mixto   [  45% ] 10/10 VUs  2m00.3s/4m30.0s

running (2m19.0s), 10/10 VUs, 394 complete and 0 interrupted iterations
trafico_mixto   [  45% ] 10/10 VUs  2m01.3s/4m30.0s

running (2m20.0s), 10/10 VUs, 396 complete and 0 interrupted iterations
trafico_mixto   [  45% ] 10/10 VUs  2m02.3s/4m30.0s

running (2m21.0s), 10/10 VUs, 403 complete and 0 interrupted iterations
trafico_mixto   [  46% ] 10/10 VUs  2m03.3s/4m30.0s

running (2m22.0s), 10/10 VUs, 406 complete and 0 interrupted iterations
trafico_mixto   [  46% ] 10/10 VUs  2m04.3s/4m30.0s

running (2m23.0s), 10/10 VUs, 410 complete and 0 interrupted iterations
trafico_mixto   [  46% ] 10/10 VUs  2m05.3s/4m30.0s

running (2m24.0s), 10/10 VUs, 415 complete and 0 interrupted iterations
trafico_mixto   [  47% ] 10/10 VUs  2m06.3s/4m30.0s

running (2m25.0s), 10/10 VUs, 420 complete and 0 interrupted iterations
trafico_mixto   [  47% ] 10/10 VUs  2m07.3s/4m30.0s

running (2m26.0s), 10/10 VUs, 424 complete and 0 interrupted iterations
trafico_mixto   [  48% ] 10/10 VUs  2m08.3s/4m30.0s

running (2m27.0s), 10/10 VUs, 430 complete and 0 interrupted iterations
trafico_mixto   [  48% ] 10/10 VUs  2m09.3s/4m30.0s

running (2m28.0s), 10/10 VUs, 433 complete and 0 interrupted iterations
trafico_mixto   [  48% ] 10/10 VUs  2m10.3s/4m30.0s

running (2m29.0s), 10/10 VUs, 440 complete and 0 interrupted iterations
trafico_mixto   [  49% ] 10/10 VUs  2m11.3s/4m30.0s

running (2m30.0s), 10/10 VUs, 442 complete and 0 interrupted iterations
trafico_mixto   [  49% ] 10/10 VUs  2m12.3s/4m30.0s

running (2m31.0s), 10/10 VUs, 445 complete and 0 interrupted iterations
trafico_mixto   [  49% ] 10/10 VUs  2m13.3s/4m30.0s

running (2m32.0s), 10/10 VUs, 451 complete and 0 interrupted iterations
trafico_mixto   [  50% ] 10/10 VUs  2m14.3s/4m30.0s

running (2m33.0s), 10/10 VUs, 454 complete and 0 interrupted iterations
trafico_mixto   [  50% ] 10/10 VUs  2m15.3s/4m30.0s

running (2m34.0s), 10/10 VUs, 457 complete and 0 interrupted iterations
trafico_mixto   [  50% ] 10/10 VUs  2m16.3s/4m30.0s

running (2m35.0s), 10/10 VUs, 464 complete and 0 interrupted iterations
trafico_mixto   [  51% ] 10/10 VUs  2m17.3s/4m30.0s

running (2m36.0s), 10/10 VUs, 468 complete and 0 interrupted iterations
trafico_mixto   [  51% ] 10/10 VUs  2m18.3s/4m30.0s

running (2m37.0s), 10/10 VUs, 473 complete and 0 interrupted iterations
trafico_mixto   [  52% ] 10/10 VUs  2m19.3s/4m30.0s

running (2m38.0s), 10/10 VUs, 477 complete and 0 interrupted iterations
trafico_mixto   [  52% ] 10/10 VUs  2m20.3s/4m30.0s

running (2m39.0s), 10/10 VUs, 482 complete and 0 interrupted iterations
trafico_mixto   [  52% ] 10/10 VUs  2m21.3s/4m30.0s

running (2m40.0s), 10/10 VUs, 485 complete and 0 interrupted iterations
trafico_mixto   [  53% ] 10/10 VUs  2m22.3s/4m30.0s

running (2m41.0s), 10/10 VUs, 490 complete and 0 interrupted iterations
trafico_mixto   [  53% ] 10/10 VUs  2m23.3s/4m30.0s

running (2m42.0s), 10/10 VUs, 493 complete and 0 interrupted iterations
trafico_mixto   [  53% ] 10/10 VUs  2m24.3s/4m30.0s

running (2m43.0s), 10/10 VUs, 499 complete and 0 interrupted iterations
trafico_mixto   [  54% ] 10/10 VUs  2m25.3s/4m30.0s

running (2m44.0s), 10/10 VUs, 502 complete and 0 interrupted iterations
trafico_mixto   [  54% ] 10/10 VUs  2m26.3s/4m30.0s

running (2m45.0s), 10/10 VUs, 508 complete and 0 interrupted iterations
trafico_mixto   [  55% ] 10/10 VUs  2m27.3s/4m30.0s

running (2m46.0s), 10/10 VUs, 511 complete and 0 interrupted iterations
trafico_mixto   [  55% ] 10/10 VUs  2m28.3s/4m30.0s

running (2m47.0s), 10/10 VUs, 517 complete and 0 interrupted iterations
trafico_mixto   [  55% ] 10/10 VUs  2m29.3s/4m30.0s

running (2m48.0s), 10/10 VUs, 522 complete and 0 interrupted iterations
trafico_mixto   [  56% ] 10/10 VUs  2m30.3s/4m30.0s

running (2m49.0s), 10/10 VUs, 526 complete and 0 interrupted iterations
trafico_mixto   [  56% ] 10/10 VUs  2m31.3s/4m30.0s

running (2m50.0s), 10/10 VUs, 529 complete and 0 interrupted iterations
trafico_mixto   [  56% ] 10/10 VUs  2m32.3s/4m30.0s

running (2m51.0s), 10/10 VUs, 534 complete and 0 interrupted iterations
trafico_mixto   [  57% ] 10/10 VUs  2m33.3s/4m30.0s

running (2m52.0s), 10/10 VUs, 537 complete and 0 interrupted iterations
trafico_mixto   [  57% ] 10/10 VUs  2m34.3s/4m30.0s

running (2m53.0s), 10/10 VUs, 543 complete and 0 interrupted iterations
trafico_mixto   [  58% ] 10/10 VUs  2m35.3s/4m30.0s

running (2m54.0s), 10/10 VUs, 549 complete and 0 interrupted iterations
trafico_mixto   [  58% ] 10/10 VUs  2m36.3s/4m30.0s

running (2m55.0s), 10/10 VUs, 551 complete and 0 interrupted iterations
trafico_mixto   [  58% ] 10/10 VUs  2m37.3s/4m30.0s

running (2m56.0s), 10/10 VUs, 558 complete and 0 interrupted iterations
trafico_mixto   [  59% ] 10/10 VUs  2m38.3s/4m30.0s

running (2m57.0s), 10/10 VUs, 561 complete and 0 interrupted iterations
trafico_mixto   [  59% ] 10/10 VUs  2m39.3s/4m30.0s

running (2m58.0s), 10/10 VUs, 564 complete and 0 interrupted iterations
trafico_mixto   [  59% ] 10/10 VUs  2m40.3s/4m30.0s

running (2m59.0s), 10/10 VUs, 570 complete and 0 interrupted iterations
trafico_mixto   [  60% ] 10/10 VUs  2m41.3s/4m30.0s

running (3m00.0s), 10/10 VUs, 574 complete and 0 interrupted iterations
trafico_mixto   [  60% ] 10/10 VUs  2m42.3s/4m30.0s

running (3m01.0s), 10/10 VUs, 581 complete and 0 interrupted iterations
trafico_mixto   [  60% ] 10/10 VUs  2m43.3s/4m30.0s

running (3m02.0s), 10/10 VUs, 582 complete and 0 interrupted iterations
trafico_mixto   [  61% ] 10/10 VUs  2m44.3s/4m30.0s

running (3m03.0s), 10/10 VUs, 587 complete and 0 interrupted iterations
trafico_mixto   [  61% ] 10/10 VUs  2m45.3s/4m30.0s

running (3m04.0s), 10/10 VUs, 592 complete and 0 interrupted iterations
trafico_mixto   [  62% ] 10/10 VUs  2m46.3s/4m30.0s

running (3m05.0s), 10/10 VUs, 597 complete and 0 interrupted iterations
trafico_mixto   [  62% ] 10/10 VUs  2m47.3s/4m30.0s

running (3m06.0s), 10/10 VUs, 601 complete and 0 interrupted iterations
trafico_mixto   [  62% ] 10/10 VUs  2m48.3s/4m30.0s

running (3m07.0s), 10/10 VUs, 605 complete and 0 interrupted iterations
trafico_mixto   [  63% ] 10/10 VUs  2m49.3s/4m30.0s

running (3m08.0s), 10/10 VUs, 609 complete and 0 interrupted iterations
trafico_mixto   [  63% ] 10/10 VUs  2m50.3s/4m30.0s

running (3m09.0s), 10/10 VUs, 613 complete and 0 interrupted iterations
trafico_mixto   [  63% ] 10/10 VUs  2m51.3s/4m30.0s

running (3m10.0s), 10/10 VUs, 621 complete and 0 interrupted iterations
trafico_mixto   [  64% ] 10/10 VUs  2m52.3s/4m30.0s

running (3m11.0s), 10/10 VUs, 623 complete and 0 interrupted iterations
trafico_mixto   [  64% ] 10/10 VUs  2m53.3s/4m30.0s

running (3m12.0s), 10/10 VUs, 626 complete and 0 interrupted iterations
trafico_mixto   [  65% ] 10/10 VUs  2m54.3s/4m30.0s

running (3m13.0s), 10/10 VUs, 632 complete and 0 interrupted iterations
trafico_mixto   [  65% ] 10/10 VUs  2m55.3s/4m30.0s

running (3m14.0s), 10/10 VUs, 635 complete and 0 interrupted iterations
trafico_mixto   [  65% ] 10/10 VUs  2m56.3s/4m30.0s

running (3m15.0s), 10/10 VUs, 642 complete and 0 interrupted iterations
trafico_mixto   [  66% ] 10/10 VUs  2m57.3s/4m30.0s

running (3m16.0s), 10/10 VUs, 646 complete and 0 interrupted iterations
trafico_mixto   [  66% ] 10/10 VUs  2m58.3s/4m30.0s

running (3m17.0s), 10/10 VUs, 652 complete and 0 interrupted iterations
trafico_mixto   [  66% ] 10/10 VUs  2m59.3s/4m30.0s

running (3m18.0s), 10/10 VUs, 656 complete and 0 interrupted iterations
trafico_mixto   [  67% ] 10/10 VUs  3m00.3s/4m30.0s

running (3m19.0s), 10/10 VUs, 661 complete and 0 interrupted iterations
trafico_mixto   [  67% ] 10/10 VUs  3m01.3s/4m30.0s

running (3m20.0s), 10/10 VUs, 667 complete and 0 interrupted iterations
trafico_mixto   [  68% ] 10/10 VUs  3m02.3s/4m30.0s

running (3m21.0s), 10/10 VUs, 669 complete and 0 interrupted iterations
trafico_mixto   [  68% ] 10/10 VUs  3m03.3s/4m30.0s

running (3m22.0s), 10/10 VUs, 674 complete and 0 interrupted iterations
trafico_mixto   [  68% ] 10/10 VUs  3m04.3s/4m30.0s

running (3m23.0s), 10/10 VUs, 677 complete and 0 interrupted iterations
trafico_mixto   [  69% ] 10/10 VUs  3m05.3s/4m30.0s

running (3m24.0s), 10/10 VUs, 684 complete and 0 interrupted iterations
trafico_mixto   [  69% ] 10/10 VUs  3m06.3s/4m30.0s

running (3m25.0s), 10/10 VUs, 687 complete and 0 interrupted iterations
trafico_mixto   [  69% ] 10/10 VUs  3m07.3s/4m30.0s

running (3m26.0s), 10/10 VUs, 693 complete and 0 interrupted iterations
trafico_mixto   [  70% ] 10/10 VUs  3m08.3s/4m30.0s

running (3m27.0s), 10/10 VUs, 699 complete and 0 interrupted iterations
trafico_mixto   [  70% ] 10/10 VUs  3m09.3s/4m30.0s

running (3m28.0s), 10/10 VUs, 701 complete and 0 interrupted iterations
trafico_mixto   [  70% ] 10/10 VUs  3m10.3s/4m30.0s

running (3m29.0s), 10/10 VUs, 706 complete and 0 interrupted iterations
trafico_mixto   [  71% ] 10/10 VUs  3m11.3s/4m30.0s

running (3m30.0s), 10/10 VUs, 711 complete and 0 interrupted iterations
trafico_mixto   [  71% ] 10/10 VUs  3m12.3s/4m30.0s

running (3m31.0s), 10/10 VUs, 715 complete and 0 interrupted iterations
trafico_mixto   [  72% ] 10/10 VUs  3m13.3s/4m30.0s

running (3m32.0s), 10/10 VUs, 718 complete and 0 interrupted iterations
trafico_mixto   [  72% ] 10/10 VUs  3m14.3s/4m30.0s

running (3m33.0s), 10/10 VUs, 724 complete and 0 interrupted iterations
trafico_mixto   [  72% ] 10/10 VUs  3m15.3s/4m30.0s

running (3m34.0s), 10/10 VUs, 728 complete and 0 interrupted iterations
trafico_mixto   [  73% ] 10/10 VUs  3m16.3s/4m30.0s

running (3m35.0s), 10/10 VUs, 734 complete and 0 interrupted iterations
trafico_mixto   [  73% ] 10/10 VUs  3m17.3s/4m30.0s

running (3m36.0s), 10/10 VUs, 737 complete and 0 interrupted iterations
trafico_mixto   [  73% ] 10/10 VUs  3m18.3s/4m30.0s

running (3m37.0s), 10/10 VUs, 741 complete and 0 interrupted iterations
trafico_mixto   [  74% ] 10/10 VUs  3m19.3s/4m30.0s

running (3m38.0s), 10/10 VUs, 747 complete and 0 interrupted iterations
trafico_mixto   [  74% ] 10/10 VUs  3m20.3s/4m30.0s

running (3m39.0s), 10/10 VUs, 749 complete and 0 interrupted iterations
trafico_mixto   [  75% ] 10/10 VUs  3m21.3s/4m30.0s

running (3m40.0s), 10/10 VUs, 757 complete and 0 interrupted iterations
trafico_mixto   [  75% ] 10/10 VUs  3m22.3s/4m30.0s

running (3m41.0s), 10/10 VUs, 761 complete and 0 interrupted iterations
trafico_mixto   [  75% ] 10/10 VUs  3m23.3s/4m30.0s

running (3m42.0s), 10/10 VUs, 768 complete and 0 interrupted iterations
trafico_mixto   [  76% ] 10/10 VUs  3m24.3s/4m30.0s

running (3m43.0s), 10/10 VUs, 772 complete and 0 interrupted iterations
trafico_mixto   [  76% ] 10/10 VUs  3m25.3s/4m30.0s

running (3m44.0s), 10/10 VUs, 776 complete and 0 interrupted iterations
trafico_mixto   [  76% ] 10/10 VUs  3m26.3s/4m30.0s

running (3m45.0s), 10/10 VUs, 780 complete and 0 interrupted iterations
trafico_mixto   [  77% ] 10/10 VUs  3m27.3s/4m30.0s

running (3m46.0s), 10/10 VUs, 783 complete and 0 interrupted iterations
trafico_mixto   [  77% ] 10/10 VUs  3m28.3s/4m30.0s

running (3m47.0s), 10/10 VUs, 789 complete and 0 interrupted iterations
trafico_mixto   [  78% ] 10/10 VUs  3m29.3s/4m30.0s

running (3m48.0s), 10/10 VUs, 792 complete and 0 interrupted iterations
trafico_mixto   [  78% ] 10/10 VUs  3m30.3s/4m30.0s

running (3m49.0s), 10/10 VUs, 796 complete and 0 interrupted iterations
trafico_mixto   [  78% ] 10/10 VUs  3m31.3s/4m30.0s

running (3m50.0s), 10/10 VUs, 802 complete and 0 interrupted iterations
trafico_mixto   [  79% ] 10/10 VUs  3m32.3s/4m30.0s

running (3m51.0s), 10/10 VUs, 805 complete and 0 interrupted iterations
trafico_mixto   [  79% ] 10/10 VUs  3m33.3s/4m30.0s

running (3m52.0s), 10/10 VUs, 809 complete and 0 interrupted iterations
trafico_mixto   [  79% ] 10/10 VUs  3m34.3s/4m30.0s

running (3m53.0s), 10/10 VUs, 814 complete and 0 interrupted iterations
trafico_mixto   [  80% ] 10/10 VUs  3m35.3s/4m30.0s

running (3m54.0s), 10/10 VUs, 819 complete and 0 interrupted iterations
trafico_mixto   [  80% ] 10/10 VUs  3m36.3s/4m30.0s

running (3m55.0s), 10/10 VUs, 824 complete and 0 interrupted iterations
trafico_mixto   [  80% ] 10/10 VUs  3m37.3s/4m30.0s

running (3m56.0s), 10/10 VUs, 828 complete and 0 interrupted iterations
trafico_mixto   [  81% ] 10/10 VUs  3m38.3s/4m30.0s

running (3m57.0s), 10/10 VUs, 832 complete and 0 interrupted iterations
trafico_mixto   [  81% ] 10/10 VUs  3m39.3s/4m30.0s

running (3m58.0s), 10/10 VUs, 837 complete and 0 interrupted iterations
trafico_mixto   [  82% ] 10/10 VUs  3m40.3s/4m30.0s

running (3m59.0s), 10/10 VUs, 843 complete and 0 interrupted iterations
trafico_mixto   [  82% ] 10/10 VUs  3m41.3s/4m30.0s

running (4m00.0s), 10/10 VUs, 846 complete and 0 interrupted iterations
trafico_mixto   [  82% ] 10/10 VUs  3m42.3s/4m30.0s

running (4m01.0s), 10/10 VUs, 851 complete and 0 interrupted iterations
trafico_mixto   [  83% ] 10/10 VUs  3m43.3s/4m30.0s

running (4m02.0s), 10/10 VUs, 857 complete and 0 interrupted iterations
trafico_mixto   [  83% ] 10/10 VUs  3m44.3s/4m30.0s

running (4m03.0s), 10/10 VUs, 858 complete and 0 interrupted iterations
trafico_mixto   [  83% ] 10/10 VUs  3m45.3s/4m30.0s

running (4m04.0s), 10/10 VUs, 864 complete and 0 interrupted iterations
trafico_mixto   [  84% ] 10/10 VUs  3m46.3s/4m30.0s

running (4m05.0s), 10/10 VUs, 867 complete and 0 interrupted iterations
trafico_mixto   [  84% ] 10/10 VUs  3m47.3s/4m30.0s

running (4m06.0s), 10/10 VUs, 872 complete and 0 interrupted iterations
trafico_mixto   [  85% ] 10/10 VUs  3m48.3s/4m30.0s

running (4m07.0s), 10/10 VUs, 877 complete and 0 interrupted iterations
trafico_mixto   [  85% ] 10/10 VUs  3m49.3s/4m30.0s

running (4m08.0s), 10/10 VUs, 880 complete and 0 interrupted iterations
trafico_mixto   [  85% ] 10/10 VUs  3m50.3s/4m30.0s

running (4m09.0s), 10/10 VUs, 885 complete and 0 interrupted iterations
trafico_mixto   [  86% ] 10/10 VUs  3m51.3s/4m30.0s

running (4m10.0s), 10/10 VUs, 888 complete and 0 interrupted iterations
trafico_mixto   [  86% ] 10/10 VUs  3m52.3s/4m30.0s

running (4m11.0s), 10/10 VUs, 894 complete and 0 interrupted iterations
trafico_mixto   [  86% ] 10/10 VUs  3m53.3s/4m30.0s

running (4m12.0s), 10/10 VUs, 897 complete and 0 interrupted iterations
trafico_mixto   [  87% ] 10/10 VUs  3m54.3s/4m30.0s

running (4m13.0s), 10/10 VUs, 900 complete and 0 interrupted iterations
trafico_mixto   [  87% ] 10/10 VUs  3m55.3s/4m30.0s

running (4m14.0s), 10/10 VUs, 908 complete and 0 interrupted iterations
trafico_mixto   [  88% ] 10/10 VUs  3m56.3s/4m30.0s

running (4m15.0s), 10/10 VUs, 912 complete and 0 interrupted iterations
trafico_mixto   [  88% ] 10/10 VUs  3m57.3s/4m30.0s

running (4m16.0s), 10/10 VUs, 916 complete and 0 interrupted iterations
trafico_mixto   [  88% ] 10/10 VUs  3m58.3s/4m30.0s

running (4m17.0s), 10/10 VUs, 923 complete and 0 interrupted iterations
trafico_mixto   [  89% ] 10/10 VUs  3m59.3s/4m30.0s

running (4m18.0s), 10/10 VUs, 925 complete and 0 interrupted iterations
trafico_mixto   [  89% ] 10/10 VUs  4m00.3s/4m30.0s

running (4m19.0s), 10/10 VUs, 929 complete and 0 interrupted iterations
trafico_mixto   [  89% ] 10/10 VUs  4m01.3s/4m30.0s

running (4m20.0s), 10/10 VUs, 935 complete and 0 interrupted iterations
trafico_mixto   [  90% ] 10/10 VUs  4m02.3s/4m30.0s

running (4m21.0s), 10/10 VUs, 938 complete and 0 interrupted iterations
trafico_mixto   [  90% ] 10/10 VUs  4m03.3s/4m30.0s

running (4m22.0s), 10/10 VUs, 942 complete and 0 interrupted iterations
trafico_mixto   [  90% ] 10/10 VUs  4m04.3s/4m30.0s

running (4m23.0s), 09/10 VUs, 949 complete and 0 interrupted iterations
trafico_mixto   [  91% ] 09/10 VUs  4m05.3s/4m30.0s

running (4m24.0s), 08/10 VUs, 951 complete and 0 interrupted iterations
trafico_mixto   [  91% ] 08/10 VUs  4m06.3s/4m30.0s

running (4m25.0s), 08/10 VUs, 954 complete and 0 interrupted iterations
trafico_mixto   [  92% ] 08/10 VUs  4m07.3s/4m30.0s

running (4m26.0s), 08/10 VUs, 959 complete and 0 interrupted iterations
trafico_mixto   [  92% ] 08/10 VUs  4m08.3s/4m30.0s

running (4m27.0s), 08/10 VUs, 963 complete and 0 interrupted iterations
trafico_mixto   [  92% ] 08/10 VUs  4m09.3s/4m30.0s

running (4m28.0s), 08/10 VUs, 966 complete and 0 interrupted iterations
trafico_mixto   [  93% ] 08/10 VUs  4m10.3s/4m30.0s

running (4m29.0s), 07/10 VUs, 969 complete and 0 interrupted iterations
trafico_mixto   [  93% ] 07/10 VUs  4m11.3s/4m30.0s

running (4m30.0s), 07/10 VUs, 975 complete and 0 interrupted iterations
trafico_mixto   [  93% ] 07/10 VUs  4m12.3s/4m30.0s

running (4m31.0s), 07/10 VUs, 977 complete and 0 interrupted iterations
trafico_mixto   [  94% ] 07/10 VUs  4m13.3s/4m30.0s

running (4m32.0s), 06/10 VUs, 982 complete and 0 interrupted iterations
trafico_mixto   [  94% ] 06/10 VUs  4m14.3s/4m30.0s

running (4m33.0s), 06/10 VUs, 983 complete and 0 interrupted iterations
trafico_mixto   [  95% ] 06/10 VUs  4m15.3s/4m30.0s

running (4m34.0s), 05/10 VUs, 988 complete and 0 interrupted iterations
trafico_mixto   [  95% ] 05/10 VUs  4m16.3s/4m30.0s

running (4m35.0s), 05/10 VUs, 989 complete and 0 interrupted iterations
trafico_mixto   [  95% ] 05/10 VUs  4m17.3s/4m30.0s

running (4m36.0s), 05/10 VUs, 992 complete and 0 interrupted iterations
trafico_mixto   [  96% ] 05/10 VUs  4m18.3s/4m30.0s

running (4m37.0s), 05/10 VUs, 992 complete and 0 interrupted iterations
trafico_mixto   [  96% ] 05/10 VUs  4m19.3s/4m30.0s

running (4m38.0s), 04/10 VUs, 996 complete and 0 interrupted iterations
trafico_mixto   [  96% ] 04/10 VUs  4m20.3s/4m30.0s

running (4m39.0s), 04/10 VUs, 997 complete and 0 interrupted iterations
trafico_mixto   [  97% ] 04/10 VUs  4m21.3s/4m30.0s

running (4m40.0s), 03/10 VUs, 1000 complete and 0 interrupted iterations
trafico_mixto   [  97% ] 03/10 VUs  4m22.3s/4m30.0s

running (4m41.0s), 03/10 VUs, 1001 complete and 0 interrupted iterations
trafico_mixto   [  98% ] 03/10 VUs  4m23.3s/4m30.0s

running (4m42.0s), 03/10 VUs, 1002 complete and 0 interrupted iterations
trafico_mixto   [  98% ] 03/10 VUs  4m24.3s/4m30.0s

running (4m43.0s), 02/10 VUs, 1004 complete and 0 interrupted iterations
trafico_mixto   [  98% ] 02/10 VUs  4m25.3s/4m30.0s

running (4m44.0s), 02/10 VUs, 1005 complete and 0 interrupted iterations
trafico_mixto   [  99% ] 02/10 VUs  4m26.3s/4m30.0s

running (4m45.0s), 01/10 VUs, 1006 complete and 0 interrupted iterations
trafico_mixto   [  99% ] 01/10 VUs  4m27.3s/4m30.0s

running (4m46.0s), 01/10 VUs, 1007 complete and 0 interrupted iterations
trafico_mixto   [  99% ] 01/10 VUs  4m28.3s/4m30.0s

running (4m47.0s), 01/10 VUs, 1008 complete and 0 interrupted iterations
trafico_mixto   [ 100% ] 01/10 VUs  4m29.3s/4m30.0s

running (4m48.0s), 01/10 VUs, 1008 complete and 0 interrupted iterations
trafico_mixto Ôåô [ 100% ] 01/10 VUs  4m30s

running (4m49.0s), 01/10 VUs, 1008 complete and 0 interrupted iterations
trafico_mixto Ôåô [ 100% ] 01/10 VUs  4m30s


  Ôûê THRESHOLDS 

    http_req_duration
    Ô£ô 'p(95)<500' p(95)=129.38ms

      {endpoint:badge}
      Ô£ô 'p(95)<300' p(95)=122.68ms

      {endpoint:catalog}
      Ô£ô 'p(95)<300' p(95)=127.19ms

      {endpoint:enroll}
      Ô£ô 'p(95)<500' p(95)=125.38ms

      {endpoint:heartbeat}
      Ô£ô 'p(95)<400' p(95)=131.49ms

      {endpoint:quiz_start}
      Ô£ô 'p(95)<500' p(95)=130.32ms

      {endpoint:quiz_submit}
      Ô£ô 'p(95)<600' p(95)=127.09ms

    http_req_failed
    Ô£ô 'rate<0.01' rate=0.00%

    quiz_double_grading_detected
    Ô£ô 'count==0' count=0


  Ôûê TOTAL RESULTS 

    checks_total.......: 2082    7.190426/s
    checks_succeeded...: 100.00% 2082 out of 2082
    checks_failed......: 0.00%   0 out of 2082

    Ô£ô catalogo responde 200
    Ô£ô detalle de curso responde 200
    Ô£ô inscripcion responde 200/201/409
    Ô£ô heartbeat responde 200
    Ô£ô inicio de intento de quiz responde 201/409
    Ô£ô envio de intento de quiz responde 200
    Ô£ô el intento queda calificado (score numerico)
    Ô£ô envio duplicado de quiz es rechazado (409) sin doble calificacion
    Ô£ô verificacion de insignia responde 200

    CUSTOM
    enroll_duration................: avg=119.27ms min=109.63ms med=119.22ms max=145.73ms p(90)=123.49ms p(95)=125.38ms
    heartbeat_duration.............: avg=125.93ms min=117.25ms med=125.4ms  max=145.76ms p(90)=129.93ms p(95)=131.49ms
    quiz_double_grading_detected...: 0      0/s
    quiz_max_attempts_reached......: 16     0.055258/s
    quiz_start_duration............: avg=123.57ms min=118.01ms med=122.97ms max=140.67ms p(90)=127.61ms p(95)=130.32ms
    quiz_submit_duration...........: avg=123.25ms min=117.75ms med=122.96ms max=143.7ms  p(90)=126.1ms  p(95)=127.09ms

    HTTP
    http_req_duration..............: avg=121.03ms min=107.36ms med=119.83ms max=246.2ms  p(90)=126.81ms p(95)=129.38ms
      { endpoint:badge }...........: avg=116.61ms min=109.63ms med=116.3ms  max=144.13ms p(90)=120.97ms p(95)=122.68ms
      { endpoint:catalog }.........: avg=119.5ms  min=107.36ms med=119.11ms max=203.88ms p(90)=124.56ms p(95)=127.19ms
      { endpoint:enroll }..........: avg=119.27ms min=109.63ms med=119.22ms max=145.73ms p(90)=123.49ms p(95)=125.38ms
      { endpoint:heartbeat }.......: avg=125.93ms min=117.25ms med=125.4ms  max=145.76ms p(90)=129.93ms p(95)=131.49ms
      { endpoint:quiz_start }......: avg=123.57ms min=118.01ms med=122.97ms max=140.67ms p(90)=127.61ms p(95)=130.32ms
      { endpoint:quiz_submit }.....: avg=123.25ms min=117.75ms med=122.96ms max=143.7ms  p(90)=126.1ms  p(95)=127.09ms
      { expected_response:true }...: avg=121.03ms min=107.36ms med=119.83ms max=246.2ms  p(90)=126.81ms p(95)=129.38ms
    http_req_failed................: 0.00%  0 out of 2053
    http_reqs......................: 2053   7.090271/s

    EXECUTION
    iteration_duration.............: avg=2.22s    min=1.13s    med=2.19s    max=3.47s    p(90)=3.04s    p(95)=3.12s   
    iterations.....................: 1009   3.484697/s
    vus............................: 1      min=0         max=10
    vus_max........................: 10     min=10        max=10

    NETWORK
    data_received..................: 6.8 MB 23 kB/s
    data_sent......................: 391 kB 1.3 kB/s



running (4m49.6s), 00/10 VUs, 1009 complete and 0 interrupted iterations
trafico_mixto Ô£ô [ 100% ] 00/10 VUs  4m30s